Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And he said to them, So it is in the Writings that the Christ would undergo death, and come back to life again on the third day;
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎾᏍᎩ ᎯᎠ ᏂᎬᏅ ᎪᏪᎳ, ᎠᎴ ᎾᏍᎩ ᎠᏎ ᎤᎩᎵᏲᎢᏍᏗ ᎨᏒᎩ ᎦᎶᏁᏛ, ᎠᎴ ᏧᎴᎯᏐᏗ ᎨᏒ ᎤᏲᎱᏒ ᏦᎢᏁ ᎢᎦ;

source: And that teaching about a change of heart and forgiveness of sins is to be given to Jerusalem first and to all nations in his name.
chr: ᎾᏍᎩᏃ ᏚᏙᎥ ᎤᏅᏙᏗᏱ ᎦᏁᏟᏴᏍᏗ ᎨᏒ ᎣᏓᏅᏛ ᎠᎴ ᎠᏍᎦᏅᏨ ᎥᏓᏗᏙᎵᏍᏗ ᎨᏒ ᎨᎦᎵᏥᏙᏁᏗᏱ ᏂᎦᏛ ᏧᎾᏓᎴᏅᏛ ᏓᏁᏩᏗᏒᎢ, ᏥᎷᏏᎵᎻ ᎤᎾᎴᏅᏗᏱ.

source: You are witnesses of these things.
chr: ᎯᎯᏃ ᎢᏥᏃᎮᏍᎩ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ.

source: And now I will send to you what my father has undertaken to give you, but do not go from the town, till the power from heaven comes to you.
chr: ᎠᎴ ᎬᏂᏳᏉ, ᎦᏓᏅᎵ ᎢᏥᎷᏤᏗᏱ ᎡᏙᏓ ᎤᏚᎢᏍᏔᏅᎯ ᎨᏒᎢ; ᎠᏎᏃ ᏥᎷᏏᎵᎻ ᎦᏚᎲ ᎢᏥᏁᏍᏗ ᎬᏂ ᎢᏣᏄᏬᏍᏕᏍᏗ ᎤᎵᏂᎩᏛ ᎨᏒ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ.

source: And he took them out till they were near Bethany, and lifting up his hands, he gave them a blessing.
chr: ᏚᏘᏅᏎᏃ ᏇᏗᏂᏱ ᎢᏴᏛ; ᏧᏬᏰᏂᏃ ᏚᏌᎳᏓᏅ ᎣᏍᏛ ᏚᏁᏤᎴᎢ.

source: And while he was doing so, he went from them and was taken up into heaven.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ ᎠᏏᏉ ᎣᏍᏛ ᏕᎧᏁᏤᎮᎢ ᎠᎦᏓᏓᎴᏔᏁ ᎠᏂᏙᎾᎥᎢ, ᎦᎸᎳᏗᏃ ᏩᎦᏘᏅᏍᏔᏁᎢ.

source: And they gave him worship and went back to Jerusalem with great joy.
chr: ᎤᎾᏓᏙᎵᏍᏓᏁᎸᏃ ᏥᎷᏏᎵᎻ ᏔᎵᏁ ᏫᎤᏂᎶᏎ ᎤᏣᏘ ᎠᎾᎵᎮᎵᎨᎢ;

source: And they were in the Temple at all times, giving praise to God.
chr: ᎠᎴ ᏂᎪᎯᎸᏉ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏂᏯᎡᎢ, ᎠᎾᎵᎮᎵᏤᎮ ᎠᎴ ᎠᏂᎸᏉᏗᏍᎨ ᎤᏁᎳᏅᎯ. ᎡᎺᏅ.

source: Gospel of John
chr: ᎣᏍᏛ ᎧᏃᎮᏛ ᏣᏂ ᎤᏬᏪᎳᏅᎯ

source: From the first he was the Word, and the Word was in relation with God and was God.
chr: ᏗᏓᎴᏂᏍᎬ ᎧᏃᎮᏛ ᎡᎮᎢ, ᎠᎴ ᎾᏍᎩ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎢᏧᎳᎭ ᎠᏁᎮᎢ, ᎠᎴ ᎾᏍᎩ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎨᏎᎢ.

source: This Word was from the first in relation with God.
chr: ᏗᏓᎴᏂᏍᎬᎢ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᏧᎳᎭ ᎠᏁᎮᎢ.

source: All things came into existence through him, and without him nothing was.
chr: ᏂᎦᎥ ᎪᎱᏍᏗ ᎾᏍᎩ ᎤᏬᏢᏁᎢ, ᎠᎴ ᏂᎦᎥ ᎪᏢᏅᎯ ᏥᎩ ᎥᏝ ᎪᎱᏍᏗ ᎾᏍᎩ ᏄᏬᏢᏅᎾ ᏱᎩ.

source: What came into existence in him was life, and the life was the light of men.
chr: ᎾᏍᎩ [ᎧᏃᎮᏛ] ᎬᏂᏛ ᎤᏪᎮᎢ; ᎠᎴ ᎾᏍᎩ ᎬᏂᏛ ᏴᏫ ᎢᎦ ᎤᎾᏘᏍᏓᏁᎯ ᎨᏎᎢ.

source: And the light goes on shining in the dark; it is not overcome by the dark.
chr: ᎠᎴ ᎾᏍᎩ ᎢᎦ-ᎦᏘᏍᏗᏍᎩ ᎤᎵᏏᎬ ᏚᎸᏌᏕᎢ, ᎤᎵᏏᎩᏃ ᎥᏝ ᏱᏚᏓᏂᎸᏤᎢ.

source: There was a man sent from God, whose name was John.
chr: ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎡᎲᎩ ᏣᏂ ᏧᏙᎢᏛ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏅᏏᏛ ᎨᏒᎩ.

source: He came for witness, to give witness about the light, so that all men might have faith through him.
chr: ᎾᏍᎩ ᎤᎷᏨᎩ ᎧᏃᎮᏍᎩ ᎨᏒᎩ, ᎾᏍᎩ ᎢᎦ-ᎦᏘ ᎤᏃᎮᏗᏱ, ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎾᏂᎥ ᎤᏃᎯᏳᏗᏱ.

source: He himself was not the light: he was sent to give witness about the light.
chr: ᎥᏝ ᎾᏍᎩ Ꮎ ᎢᎦ-ᎦᏘ ᏱᎨᏎᎢ, ᎧᏃᎮᏍᎩᏉᏍᎩᏂ ᎨᏒᎩ ᎾᏍᎩ ᎢᎦ-ᎦᏘ.

source: The true light, which gives light to every man, was then coming into the world.
chr: ᎾᏍᎩᏍᎩᏂ Ꮎ ᎧᏃᎮᏛ ᎤᏙᎯᏳᏒ ᎢᎦ-ᎦᏘ ᎨᏒᎩ; ᎾᏍᎩ ᎡᎶᎯ ᏧᎷᏨ, ᎢᎦ ᏥᏕᎠᏘᏍᏓᏁ ᎾᏂᎥ ᏴᏫ.

source: He was in the world, the world which came into being through him, but the world had no knowledge of him.
chr: ᎾᏍᎩ ᎡᎶᎯ ᎡᎲᎩ, ᎠᎴ ᎾᏍᎩ ᎡᎶᎯ ᎤᏬᏢᏅᎯ ᎨᏒᎩ, ᎠᎴ ᎡᎶᎯ ᎥᏝ ᏳᏬᎵᏤᎢ.

source: He came to the things which were his and his people did not take him to their hearts.
chr: ᎤᏤᎵᎪᎯ ᎤᎷᏨᎩ, ᎠᏎᏃ ᏧᏤᎵ ᎥᏝ ᏱᏗᎬᏩᏓᏂᎸᏤᎢ.

source: To all those who did so take him, however, he gave the right of becoming children of God--that is, to those who had faith in his name:
chr: ᎾᏂᎥᏍᎩᏂ ᏗᎬᏩᏓᏂᎸᏨᎯ ᏕᎤᎵᏍᎪᎸᏓᏁᎸᎩ ᎤᏁᎳᏅ Ꭿ ᏧᏪᏥ ᎢᏳᎾᎵᏍᏙᏗᏱ; ᎾᏍᎩ ᏕᎤᏙᎥ ᎠᏃᎯᏳᎲᏍᎩ;

source: Whose birth was from God and not from blood, or from an impulse of the flesh and man's desire.
chr: ᎾᏍᎩ ᎩᎬ ᏧᎾᏄᎪᏫᏒᎯ ᏂᎨᏒᎾ, ᎠᎴ ᎤᏇᏓᎵ ᎠᏓᏅᏖᏍᎬ ᏧᎾᏄᎪᏫᏒᎯ ᏂᎨᏒᎾ, ᎠᎴ ᏴᏫ ᎠᏓᏅᏖᏍᎬ ᏧᎾᏄᎪᏫᏒᎯ ᏂᎨᏒᎾ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᏧᎾᏄᎪᏫᏒᎯ.

source: And so the Word became flesh and took a place among us for a time; and we saw his glory--such glory as is given to an only son by his father--saw it to be true and full of grace.
chr: ᎠᎴ ᎧᏃᎮᏛ ᎤᏇᏓᎵ ᏄᎵᏍᏔᏅᎩ, ᎠᎴ ᎢᏕᎲ ᎤᎴᏂᏙᎸᎩ, ᎤᎧᎵᏨᎯ ᎨᏒᎩ ᎤᏓᏙᎵᏣᏛ ᎠᎴ ᏚᏳᎪᏛᎢ; ᎠᎴ ᎢᏗᎪᏩᏘᏍᎬᎩ ᎤᏤᎵᎦ ᎦᎸᏉᏗᏳ ᎨᏒᎢ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎨᏒ ᎠᎦᏴᎵᎨ ᎤᏩᏒᎯᏳ ᎤᏕᏁᎸᎯ ᎤᏤᎵᎦ ᎾᏍᎩᏯ ᎨᏒᎩ.

source: John gave witness about him, crying, This is he of whom I said, He who is coming after me is put over me because he was in existence before me.
chr: ᏣᏂ ᎧᏃᎮᏍᎬᎩ ᎾᏍᎩ [ᎧᏃᎮᏛ,] ᎠᎴ ᎤᏪᎷᏅᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎯᎠ ᎾᏍᎩ ᏥᏥᏃᎮᏍᎬᎩ, ᎯᎠ ᏥᏂᏥᏪᏍᎬᎩ, ᎣᏂ ᏨᏓᏯᎢ ᎢᎬᏱ ᎠᎦᎴᏗ, ᎾᏍᎩᏰᏃ ᎡᎲᎩ ᎠᏏ ᏂᎨᎥᎾ ᏥᎨᏒᎩ.

source: From his full measure we have all been given grace on grace.
chr: ᎠᎴ ᎾᏍᎩ ᎤᎧᎵᏨᎯ ᎨᏒ ᏂᏗᎥ ᎡᎩᏁᎸᎯ, ᎬᏩᎦᏘᏯᏰᏃ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎶᏏᎶᏛ ᎡᎩᏁᎸ.

source: For the law was given through Moses; grace and the true way of life are ours through Jesus Christ.
chr: ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎼᏏ ᎬᏂᎨᏒ ᎢᏳᏩᏁᎸᎯ ᎨᏒᎩ, ᎤᏓᏙᎵᏣᏛᏍᎩᏂ ᎠᎴ ᏚᏳᎪᏛᎢ ᏥᏌ ᎦᎶᏁᏛ ᏂᏙᏓᏳᎵᏍᎪᎸᏔᏅᎯ.

source: No man has seen God at any time; the only Son, who is on the breast of the Father, he has made clear what God is.
chr: ᎥᏝ ᎩᎶ ᎢᎸᎯᏳ ᏱᎬᏩᎪᎰ ᎤᏁᎳᏅᎯ; ᎤᏩᏒᎯᏳ ᎤᏕᏁᎸᎯ ᎤᏪᏥ, ᎠᎦᏴᎵᎨ ᎦᏁᏥᎢ ᎡᎯ, ᎾᏍᎩ ᎬᏂᎨᏒ ᏄᏩᏁᎸ.

source: And this is the witness of John when the Jews sent priests and Levites from Jerusalem to him with the question, Who are you?
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏣᏂ ᎤᏃᎮᎸᎯ, ᎾᎯᏳ ᎠᏂᏧᏏ ᏥᎷᏏᎵᎻ ᏙᏧᏂᏅᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎠᏂᎵᏫ ᎬᏩᏛᏛᏗᏱ, ᎯᎠ ᎢᏳᏂᏪᏍᏗᏱ; ᎦᎪ ᏂᎯ?

source: He said quite openly and straightforwardly, I am not the Christ.
chr: ᎠᎴ Ꭴ’ᏃᏅᎩ, ᎠᎴ ᎥᏝ ᏳᏓᏱᎴᎢ, Ꭴ’ᏃᏅᏉᏍᎩᏂ ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᎠᏴ ᎦᎶᏁᏛ ᏱᎩ.

source: And they said to him, What then? Are you Elijah? And he said, I am not. Are you the prophet? And his answer was, I am not.
chr: ᎠᎴ ᎥᎬᏩᏛᏛᏅᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᎪᎨ? ᎢᎳᏯᏍᎪ ᏂᎯ? ᎯᎠᏃ ᏄᏪᏒᎩ; ᎥᏝ. ᏥᎪᎨ Ꮎ ᎠᏙᎴᎰᏍᎩ ᏂᎯ? ᎥᏝ, ᎤᏛᏅᎩ.

source: So they said to him, Who are you then? We have to give some answer to those who sent us. What have you to say about yourself?
chr: ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᎪ ᏂᎯ? ᏫᏙᏥᏃᏁᏗᏱᏰᏃ ᏅᏓᎪᎩᏅᏒᎯ; ᎦᏙ ᎭᏗᎭ ᏨᏒ ᎭᏓᏃᎮᏍᎬᎢ?

source: He said, I am the voice of one crying in the waste land, Make straight the way of the Lord, as said Isaiah the prophet.
chr: ᎯᎠ ᏄᏪᏒᎩ; ᎠᏴ ᎾᏍᎩ Ꮎ ᎤᏪᎷᎩ ᎯᎠ ᏥᏂᎦᏪ ᎢᎾᎨᎢ; ᎢᏥᏥᏃᎯᏍᏓ ᏅᏃᎯ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ; ᎾᏍᎩ ᏄᏪᏒ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ.

source: Those who had been sent came from the Pharisees.
chr: ᎾᏍᎩᏃ Ꮎ ᏅᏓᎨᏥᏅᏏᏛ ᎠᏂᏆᎵᏏᏱ ᎤᎾᎵᎪᎯ ᎨᏒᎩ.

source: And they put this question to him, saying, Why then are you giving baptism if you are not the Christ, or Elijah, or the prophet?
chr: ᎬᏩᏛᏛᏅᎩᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎦᏙᏃ ᏥᏕᎭᏓᏬᏍᎦ, ᎢᏳᏃ ᏂᎯ ᎾᏍᎩ Ꮎ ᎦᎶᏁᏛ ᎠᎴ ᎢᎳᏯ ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᏙᎴᎰᏍᎩ ᏂᎨᏒᎾ ᏱᎩ?

source: John's answer was: I give baptism with water; but there is one among you of whom you have no knowledge;
chr: ᏣᏂ ᏚᏁᏤᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ, ᎠᏴ ᎠᎹ ᏕᎦᏓᏬᏍᏗᎭ; ᎠᏎᏃ ᎦᏙᎦ ᎩᎶ ᎢᏥᏙᎾᎥ ᎤᏓᏑᏯ ᎾᏍᎩ ᏁᏥᎦᏔᎲᎾ;

source: It is he who is coming after me; I am not good enough to undo his shoes.
chr: ᎾᏍᎩᏍᎩᏂ Ꮎ ᎣᏂ ᏨᏓᏯᎢ, ᎢᎬᏱ ᏣᎦᎴᏗ; ᎾᏍᎩ ᏧᎳᏑᎶ ᏕᎪᎸᏌᏛ ᎥᏝ ᏰᎵ ᏱᏂᎪᎢ ᏗᏍᎩᎧᏁᏴᏗᏱ.

source: These things took place at Bethany on the other side of the Jordan, where John was giving baptism.
chr: ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸᎩ ᏗᎦᏐᎯᏍᏗᏱ ᏦᏓᏂ ᏍᎪᏂᏗᏢ ᎾᎿ ᏣᏂ ᏓᏓᏬᏍᎬᎢ.

source: The day after, John sees Jesus coming to him and says, See, here is the Lamb of God who takes away the sin of the world!
chr: ᎠᎴ ᎤᎩᏨᏛ ᏣᏂ ᏭᎪᎲᎩ ᏥᏌ ᎦᏙᎬ ᎢᏗᏢ ᏛᎦᏛᎩ, ᎠᎴ ᎯᎠ ᏄᏪᏒᎩ; ᏤᏣᎦᏅᎦ ᎠᏫ-ᎠᎩᎾ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎠᎲᏍᎩ ᎡᎶᎯ ᎤᏂᏍᎦᏅᏨᎢ.

source: This is he of whom I said, One is coming after me who is put over me because he was in existence before me.
chr: ᎾᏍᎩᏍᎩᏂ ᎯᎠ Ꮎ ᏥᏥᏁᎢᏍᏗᏍᎬᎩ; ᎣᏂ ᏓᏯᎢ ᎢᎬᏱ ᎠᎦᎴᏗ ᏥᎦᏗᏍᎬᎩ, ᎾᏍᎩᏰᏃ ᎡᎲᎩ ᎠᏏ ᏂᎨᎥᎾ ᏥᎨᏒᎢ.

source: I myself had no knowledge of him, but I came giving baptism with water so that he might be seen openly by Israel.
chr: ᎠᎴ ᎠᏴ ᎥᏝ ᏱᏥᎦᏔᎮᎢ; ᎠᏎᏃ ᎾᏍᎩ ᎢᏏᎵ ᎨᏥᎾᏄᎪᏫᏎᏗᏱ ᏅᏧᎵᏍᏙᏔᏅ ᎠᎩᎷᏨ ᎠᎹ ᏕᎦᏓᏬᏍᏗᎭ.

source: And John gave this witness, saying, I saw the Spirit coming down from heaven like a dove and resting on him.
chr: ᎠᎴ ᏣᏂ ᎤᏃᎮᎸᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎠᎩᎪᎲᎩ ᎠᏓᏅᏙ ᎫᎴ-ᏗᏍᎪᏂᎯ ᎾᏍᎩᏯ ᏓᏳᏁᏡᏅᎩ ᎦᎸᎳᏗ, ᎠᎴ ᎾᏍᎩ ᏚᎩᎸᏨᎩ.

source: I had no knowledge who he was, but he who sent me to give baptism with water said to me, The one on whom you see the Spirit coming down and resting, it is he who gives baptism with the Holy Spirit.
chr: ᎠᎴ ᎠᏴ ᎥᏝ ᏱᏥᎦᏔᎮᎢ; ᎠᏎᏃ ᎾᏍᎩ Ꮎ ᏅᏛᎩᏅᏏᏛ ᎠᎹ ᏗᏆᏓᏬᏍᏙᏗᏱ ᎾᏍᎩ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᎩᎶ ᎯᎪᎥᎭ ᎠᏓᏅᏙ ᎠᏁᏡᎲᏍᎬᎢ ᏚᎩᎸᏨᎭ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏗᏓᏬᏍᏗᏍᎩ.

source: This I saw myself and my witness is that he is the Son of God.
chr: ᎠᎩᎪᎲᎩᏃ ᎠᎴ ᎠᎩᏃᎮᎸᎩ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ.

source: The day after, John was there again with two of his disciples;
chr: ᎠᎴᏬ ᎤᎩᏨᏛ ᏣᏂ ᎦᏙᎬᎩ, ᎠᎴ ᎠᏂᏔᎵ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏓᏂᏙᎬᎩ.

source: And looking at Jesus while he was walking he said, See, there is the Lamb of God!
chr: ᏚᎧᎿᏅᏃ ᏥᏌ ᎠᎢᏒᎢ ᎯᎠ ᏄᏪᏒᎩ; ᏤᏣᎦᏅᎦ ᎠᏫ-ᎠᎩᎾ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ;

source: Hearing what he said, the two disciples went after Jesus.
chr: ᎾᏍᎩᏃ Ꮎ ᎠᏂᏔᎵ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᎾᏛᎦᏅᎩ ᎤᏁᏨ; ᎠᎴ ᎾᏍᎩ ᎤᏂᏍᏓᏩᏛᏒᎩ ᏥᏌ.

source: And Jesus, turning round, saw them coming after him and said to them, What are you looking for? They said to him, Rabbi (which is to say, Master), where are you living?
chr: ᏥᏌᏃ ᎤᎦᏔᎲᏒ, ᎠᎴ ᎬᏩᏍᏓᏩᏗᏒ ᏚᎪᎲ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙ ᎢᏍᏗᏲᎭ? ᎯᎠᏃ ᏂᎬᏩᏪᏎᎸᎩ; ᏔᏈ--ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎦᏛᎦ ᏔᏕᏲᎲᏍᎩ--ᎭᏢ ᏗᏤᏅ.

source: He said to them, Come and see. They went with him then and saw where he was living; and they were with him all that day: it was then about the tenth hour of the day.
chr: ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏕᎾ, ᏫᏍᏓᎦᏔ. ᎤᏁᏅᏒᎩᏃ ᎠᎴ ᎤᎾᎦᏔᏅᎩ ᎦᏁᎸᎢ, ᎠᎴ ᎢᏧᎳᎭ ᎤᏁᏙᎸᎯ ᎾᎯᏳ ᎢᎦ; ᏅᎩᏁᏰᏃ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎨᏒᎩ.

source: Andrew, Simon Peter's brother, was one of the two men who, hearing what John said, went after Jesus.
chr: ᎠᏏᏴᏫ ᎾᏍᎩ Ꮎ ᎠᏂᏔᎵ ᏣᏂ ᎤᎾᏛᎦᏁᎸᎯ, ᎠᎴ [ᏥᏌ] ᎤᏂᏍᏓᏩᏛᏛ, ᎾᏍᎩ ᎡᏂᏗ ᎨᏒᎩ, ᏌᏩᏂ ᏈᏓ ᏗᎾᏓᏅᏟ.

source: Early in the morning he came across his brother and said to him, We have made discovery! It is the Messiah! (which is to say, the Christ).
chr: ᎢᎬᏱ ᎤᏩᏛᎲᎩ ᎤᏤᎵ ᎤᏂᎵ ᏌᏩᏂ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎣᏥᏩᏛᎲ ᎺᏌᏯ; (ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎦᎶᏁᏛ ᎦᏛᎦ.)

source: And he took him to Jesus. Looking at him fixedly Jesus said, You are Simon, the son of John; your name will be Cephas (which is to say, Peter).
chr: ᎠᎴ ᎾᏍᎩ ᎤᏘᏃᎸᎩ ᏥᏌ ᎡᏙᎲᎢ. ᏥᏌᏃ ᏚᎧᎿᏅ ᎯᎠ ᏄᏪᏒᎩ; ᏌᏩᏂ ᏂᎯ, ᏦᎾ ᎤᏪᏥ, ᏏᏆᏏ ᏕᏣᏙᎡᏍᏗ; ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᏈᏓ ᎦᏛᎦ.

source: The day after this, Jesus had a desire to go into Galilee. He came across Philip and said to him, Come and be my disciple.
chr: ᎤᎩᏨᏛ ᏥᏌ ᎤᏚᎵᏍᎬᎩ ᎨᎵᎵ ᎤᏪᏅᏍᏗᏱ; ᏈᎵᎩᏃ ᎤᏩᏛᎲᎩ, ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏍᎩᏍᏓᏩᏚᎦ.

source: Now Philip's town was Beth-saida, where Andrew and Peter came from.
chr: ᏈᎵᎩ ᏇᏣᏱᏗ ᎡᎯ ᎨᏒᎩ, ᎡᏂᏗ ᎠᎴ ᏈᏓ ᎤᏂᏚᎲᎢ.

source: Philip came across Nathanael and said to him, We have made a discovery! It is he of whom Moses, in the law, and the prophets were writing, Jesus of Nazareth, the son of Joseph.
chr: ᏈᎵᏃ ᎤᏩᏛᎲᎩ ᏁᏓᏂᎵ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎣᏥᏩᏛᎲ ᎾᏍᎩ ᎼᏏ ᎫᏬᏪᎳ ᏥᎧᏃᎮᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎪᏪᎵᎯ, ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏣᏂᏃᎮᎭ, ᎾᏍᎩ ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ ᏦᏩ ᎤᏪᏥ.

source: Nazareth! said Nathanael, Is it possible for any good to come out of Nazareth? Philip said to him, Come and see.
chr: ᏁᏓᏂᎵᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏰᎵᏍᎪ ᎪᎱᏍᏗ ᎣᏍᏛ ᏅᏓᎬᏩᎾᏄᎪᎢᏍᏗ ᎾᏎᎵᏗ? ᏈᎵᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎢᏁᎾ, ᏩᎦᏔ.

source: Jesus saw Nathanael coming to him and said of him, See, here is a true son of Israel in whom there is nothing false.
chr: ᏥᏌ ᏭᎪᎲᎩ ᏁᏓᏂᎵ, ᎦᏙᎬ ᎢᏗᏢ ᏛᎦᏛᎩ; ᎯᎠᏃ ᏄᏪᏒᎩ, ᎾᏍᎩ ᎤᏁᎢᏍᏔᏅᎩ; ᎬᏂᏳᏉ ᎤᏙᎯᏳᎯᏯ ᎢᏏᎵ ᎤᏪᏥ, ᎾᏍᎩ ᎦᎶᏄᎮᏛ ᏄᏓᏑᏴᎾ.

source: Nathanael said to him, Where did you get knowledge of me? In answer Jesus said, Before Philip was talking with you, while you were still under the fig-tree, I saw you.
chr: ᏁᏓᏂᎵ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᏙ ᏗᎦᎵᏍᏙᏗ ᎢᏍᎩᎦᏔᎭ? ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎠᏏᏉ ᏈᎵᎩ ᏫᏂᏣᏯᏂᏍᎬᎾ ᏥᎨᏒᎩ, ᎡᎦᏔ-ᎢᏳᏍᏗ ᏡᎬᎢ ᎭᏫᏂᏗᏢ ᏥᏦᎸᎩ, ᏫᎬᎪᎥᎩ.

source: Nathanael said to him, Rabbi, you are the Son of God, you are King of Israel!
chr: ᏁᏓᏂᎵ ᎤᏅᏨ ᎯᎠ ᏄᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᏂᎯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ; ᏂᎯ ᏣᎬᏫᏳᎯ ᎢᏏᎵ ᎤᎾᏤᎵᎦ.

source: In answer Jesus said to him, You have faith because I said to you, I saw you under the fig-tree. You will see greater things than these.
chr: ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᎪ ᎯᎠ ᏥᏂᎬᏪᏏ, ᎬᎪᎥᎩ ᎭᏫᏂᏗᏢ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬᎢ, ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎰᎯᏳᎲᏍᎦ? ᎤᏟ ᎢᏳᏍᏆᏂᎪᏗ ᎯᎪᏩᏘᏍᎨᏍᏗ, ᎡᏍᎦᏉ ᎾᏍᎩ.

source: And he said to him, Truly I say to you all, You will see heaven opening and God's angels going up and coming down on the Son of man.
chr: ᎠᎴᏬ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏩ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎢᏥᎪᏩᏘᏍᎨᏍᏗ ᎦᎸᎳᏗ ᎤᎵᏍᏚᎢᏛ ᎨᏎᏍᏗ, ᎠᎴ ᏕᏥᎪᏩᏘᏍᎨᏍᏗ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᎠᎾᎵᏌᎳᏗᏍᎨᏍᏗ ᎠᎴ ᎡᎳᏗ ᎾᎾᏛᏁᎮᏍᏗ ᎬᏩᎷᏤᎮᏍᏗ ᏴᏫ ᎤᏪᏥ.

source: On the third day two people were going to be married at Cana in Galilee. The mother of Jesus was there:
chr: ᏦᎢᏁᏃ ᎢᎦ ᏕᎨᎦᏨᏍᏗᏍᎬᎩ ᎨᎵᎵ ᎨᏂ ᎦᏚᎲᎢ; ᏥᏌ ᎤᏥ ᎾᎿ ᎡᏙᎲᎩ.

source: And Jesus with his disciples came as guests.
chr: ᏥᏌᏃ ᏩᏥᏯᏅᎲᎩ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎤᏂᎷᎯᏍᏗᏱ.

source: When they had not enough wine, the mother of Jesus said to him, They have no wine.
chr: ᎩᎦᎨᏃ-ᎠᏗᏔᏍᏗ ᎤᏗᏒᏅ, ᏥᏌ ᎤᏥ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᏳᏂᏁᎭ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ.

source: Jesus said to her, Woman, this is not your business; my time is still to come.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎨᏴ ᎦᏙ ᎠᏴ ᏗᎩᎾᏓᏛᏙᏗ? ᎥᏝ ᎠᏏ ᎠᏴ ᏯᎩᏍᏆᎸᎡᎸ.

source: His mother said to the servants, Whatever he says to you, do it.
chr: ᎤᏥᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎨᏥᏅᏏᏓᏍᏗ; ᏂᎦᎥ ᏂᏥᏪᏎᎲ ᎾᏍᎩ ᏂᏣᏛᏁᎸᎭ.

source: Now six pots of stone, every one taking two or three firkins of water, were placed there for the purpose of washing, as is the way of the Jews.
chr: ᎾᎿᏃ ᏕᎦᎧᎲᎩ ᏑᏓᎵ ᎠᎹ ᏗᏟᏍᏗ ᏅᏯ ᏗᎪᏢᏔᏅᎯ ᎠᏂᏧᏏ ᏥᏂᏕᎤᏅᏃ ᎤᎾᏓᏅᎦᎸᏗᏱ ᏥᏂᏕᎬᏅᎩ, ᏦᎠᏍᎪᎯ ᎢᏴᏛ ᎢᏳᏟᎶᏛ ᏗᏟᏍᏙᏗ ᎨᏒᎩ

source: Jesus said to the servants, Make the pots full of water. And they made them full to the top.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᎹ ᏗᏥᎧᎵᎢᏍᏓ ᎠᎹ ᏗᏟᏍᏗ. ᎾᏍᎩᏃ ᎠᎧᎵᎢ ᏚᏂᎧᎵᎸᎩ.

source: Then he said to them, Now take some, and give it to the master of the feast. So they took it to him.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᎿᏉ ᏗᏥᏢ ᎠᎴ ᎠᎾᎵᏍᏓᏴᎲᏍᎬ ᎤᎬᏫᏳᏌᏕᎩ ᏪᏥᏁᎥᏏ. ᏭᏂᏁᏁᎸᎩᏃ.

source: After tasting the water which had now become wine, the master of the feast (having no idea where it came from, though it was clear to the servants who took the water out) sent for the newly-married man,
chr: ᎤᎬᏫᏳᏌᏕᎩ ᎤᏚᎩᏒ ᎠᎹ ᎩᎦᎨᎠᏗᏔᏍᏗ ᎢᏳᎵᏍᏔᏅᎯ, ᎠᎴ ᎾᎦᏔᎲᎾ ᎨᏎ ᏧᎶᏒᎢ, ᎨᏥᏅᏏᏓᏍᏗᏍᎩᏂ ᎠᎹ ᎤᏂᏢᏛ ᎠᏂᎦᏔᎲᎩ, ᎤᎬᏫᏳᏌᏕᎩ ᏭᏯᏅᎲᎩ ᎠᏍᎦᏯ ᏣᎦᏨᏍᏗᏍᎩ,

source: And said to him, Every man first puts out his best wine and when all have had enough he puts out what is not so good; but you have kept the good wine till now.
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎾᏂᎥ ᏴᏫ ᎠᎾᎴᏅᏗᏍᎪ ᎠᏂᏝᎲᏍᎪ ᎣᏌᏂ ᎩᎦᎨᎠᏗᏔᏍᏗ, ᎿᏉᏃ ᎤᏣᏘ ᎤᎾᏗᏔᎲᎯ ᏥᎨᏐᎢ ᎩᎳ ᎤᏐᏅ ᎠᏂᏝᎲᏍᎪᎢ; ᏂᎯᏍᎩᏂ ᏣᏍᏆᏂᎪᏕ ᎣᏍᏛ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎪᎯ ᎢᏯᏍᏗ.

source: This, the first of his signs, Jesus did at Cana in Galilee and let his glory be seen openly; and his disciples put their faith in him.
chr: ᎾᏍᎩ ᎯᎠ ᎤᎴᏅᏔᏅᎩ ᏥᏌ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎸᎩ ᎨᎵᎵ ᎨᏂ ᎦᏚᎲᎢ, ᎠᎴ ᎬᏂᎨᏒ ᏄᏩᏁᎸᎩ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ. ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏬᎯᏳᏅᎩ.

source: After this he went down to Capernaum, with his mother, his brothers, and his disciples, and they were there not more than two or three days.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᎨᏆᏂ ᏭᎶᏒᎩ, ᎤᏩᏒ, ᎠᎴ ᎤᏥ, ᎠᎴ ᎠᎾᎵᏅᏟ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎠᎴ ᎾᎿ ᎢᎸᏍᎩᏉ ᏄᏂᏒᎸᎩ.

source: The time of the Passover of the Jews was near and Jesus went up to Jerusalem.
chr: ᎧᏃᎯᏰᎩᏃ ᏗᎵᏍᏓᏴᏗᏱ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ ᎤᏍᏆᎸᎯᏗᏒᎩ; ᏥᏌᏃ ᏥᎷᏏᎵᎻ ᏭᎶᏒᎩ.

source: And there in the Temple he saw men trading in oxen and sheep and doves, and he saw the changers of money in their seats:
chr: ᎤᏛᏅᏃ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᏚᏩᏛᎲᎩ ᎠᏂᏅᎩ ᏗᏂᎾᏕᎩ ᏩᎦ ᎠᎴ ᎠᏫ ᎠᎴ ᎫᎴ-ᏗᏂᏍᎪᏂᎯ, ᎠᎴ ᎠᏕᎸ ᏗᏂᏁᏟᏴᏍᎩ.

source: And he made a whip of small cords and put them all out of the Temple, with the sheep and the oxen, sending in all directions the small money of the changers and overturning their tables;
chr: ᎦᏩᏍᏛᏂᏍᏗᏃ ᎤᏬᏢᏅ, ᏂᎦᏛ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᏚᏄᎪᏫᏒᎩ, ᎠᎴ ᎾᏍᏉ ᎠᏫ, ᎠᎴ ᏩᎦ; ᏚᏤᏮᎩᏃ ᎠᏕᎸ ᏚᏂᎲ ᎠᏕᎸ ᏗᏂᏁᏟᏴᏍᎩ, ᎠᎴ ᏚᎷᏆᏗᏅᏒᎩ ᏕᎦᏍᎩᎸᎢ.

source: And to those who were trading in doves he said, Take these things away; do not make my Father's house a market.
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎫᎴ-ᏗᏂᏍᎪᏂᎯ ᏗᏂᎾᏕᎩ; ᎯᎠ ᏗᏥᎧᎲᎾ, ᏞᏍᏗ ᎡᏙᏓ ᎦᏁᎸ ᎦᏃᏙᏗᏱ ᎠᏓᏁᎸ ᎢᏨᏁᎸᎢ.

source: And it came to the minds of the disciples that the Writings say, I am on fire with passion for your house.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᎾᏅᏓᏛᎩ ᎯᎠ ᏂᎬᏅ ᎪᏪᎸᎢ; “ᏣᏤᎵ ᎠᏓᏁᎸ ᏓᏇᎷᎬ ᎠᎩᏯᎣᏅ.”

source: Then the Jews put this question to him: What sign of authority have you to give us, seeing that you do these things?
chr: ᎠᏂᏧᏏᏃ ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᏙ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎬᏂᎨᏒ ᏅᏓᏍᎩᏴᏁᎵ, ᎾᏍᎩ ᏥᏄᏍᏗ ᏥᏕᏣᎸᏫᏍᏓᏁᎭ?

source: And Jesus said to them, Send destruction on this Temple and I will put it up again in three days.
chr: ᏥᏌ ᎤᏁᏨᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᏲᏍᏓ ᎯᎠ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏦᎢᏉᏃ ᎢᎦ ᏓᏥᏱᎵᏙᎵ ᎿᏉ ᏛᎦᏁᏍᎨᎰᏂ.

source: The Jews said, The building of this Temple took forty-six years; and you will put it up in three days!
chr: ᎠᏂᏧᏏᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏅᎦᏍᎪᎯ ᏑᏓᎵᎦᎵ ᏧᏕᏘᏴᏛ ᎤᏂᏱᎵᏙᎸᎯ ᎠᎾᏁᏍᎨᏍᎬ ᎯᎠ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ; ᏥᎪᏃ ᏂᎯ ᏦᎢᏉ ᎢᎦ ᏛᎯᏱᎵᏙᎵ ᏛᎭᏁᏍᎨᎰᏂ?

source: But his words were about that holy building which was his body.
chr: ᎠᏎᏃ ᎤᏩᏒ ᎠᏰᎸ ᎠᏓᏁᎸ ᎧᏁᎢᏍᏗᏍᎬᎩ ᎾᏍᎩ ᏄᏪᏒ.

source: So when he had come back again from the dead, the memory of these words came back to the disciples, and they had faith in the holy Writings and in the word which Jesus had said.
chr: ᎰᏩᏃ ᎿᏉ ᎤᏲᎱᏒ ᏕᎤᎴᏅ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᎾᏅᏓᏛᎩ ᎾᏍᎩ ᏂᏚᏪᏎᎸᎢ; ᎠᎴ ᎤᏃᎯᏳᏅᎩ ᎪᏪᎵ ᎠᎴ ᎾᏍᎩ ᏥᏌ ᎤᏁᏨᎢ.

source: Now while he was in Jerusalem at the feast of the Passover, a great number of people came to have faith in his name, after seeing the signs which he did.
chr: ᏥᎷᏏᎵᎻᏃ ᎡᏙᎲ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎢᏳ ᎨᏒᎢ, ᎤᏂᏣᏛᎩ ᎤᏃᎯᏳᏅ ᏚᏙᎥᎢ, ᎤᏂᎪᎲ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎸᎢ.

source: But Jesus did not have faith in them, because he had knowledge of them all.
chr: ᎠᏎᏃ ᏥᏌ ᎥᏝ ᎤᏩᏒ ᏱᏚᏓᏲᏎᎢ, ᎾᏂᎥᏰᏃ ᏓᎦᏔᎲᎩ,

source: He had no need for any witness about man; for he himself had knowledge of what was in man.
chr: ᎥᏝ ᎠᎴ ᎤᏚᎸᏗ ᏱᏄᎵᏍᏓᏁᎮ ᎩᎶ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᏄᏍᏛ ᏴᏫ, ᎠᎦᏔᎲᎩᏰᏃ ᏄᏍᏛ ᎭᏫᏂ ᎤᏪᎲ ᏴᏫ.

source: Now there was among the Pharisees a man named Nicodemus, who was one of the rulers of the Jews.
chr: ᎠᏍᎦᏯ ᎡᎲᎩ ᏂᎦᏗᎹᏏ ᏧᏙᎢᏛ, ᎠᏂᏆᎵᏏᏱ ᎤᏤᎵᎪᎯ, ᎠᏂᏧᏏ ᏗᎬᏩᏁᎶᏗ ᎨᏒᎩ.

source: He came to Jesus by night and said to him, Rabbi, we are certain that you have come from God as a teacher, because no man would be able to do these signs which you do if God was not with him.
chr: ᎾᏍᎩ ᏥᏌ ᎤᎷᏤᎸᎩ ᏒᏃᏱ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏗᏍᏇᏲᎲᏍᎩ, ᎣᏥᎦᏔᎭ ᏔᏕᏲᎲᏍᎩ ᎨᏒ ᎤᏁᎳᏅᎯ ᏅᏓᏣᏅᏏᏛ ᎨᏒᎢ: ᎥᏝᏰᏃ ᎩᎶ ᎾᏍᎩ ᎯᎠ ᎤᏍᏆᏂᎪᏗ ᏥᏕᏣᎸᏫᏍᏓᏁᎭ ᏱᏙᎬᏩᎸᏫᏍᏓᏏ, ᎤᏁᎳᏅᎯ ᏂᏚᎧᎿᏩᏗᏙᎲᎾᏱᎩ.

source: Jesus said to him, Truly, I say to you, Without a new birth no man is able to see the kingdom of God.
chr: ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎤᏙ ᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ, ᎩᎶ ᏔᎵᏁ ᎤᏕᏅᎯ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ ᎥᏝ ᏴᎬᎪᏩᏛ ᎾᎿ ᎤᏁᎳᏅᎯ ᎤᎬᏫ ᏳᎯ ᎨᏒᎢ.

source: Nicodemus said to him, How is it possible for a man to be given birth when he is old? Is he able to go into his mother's body a second time and come to birth again?
chr: ᏂᎦᏗᎹᏏᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏴᏫ ᏯᏕᎲᎦ ᎿᏉ ᎠᎦᏴᎵᎨ ᏱᎩ? ᏥᎪ ᏔᎵᏁ ᎤᏥᏏᏱ ᏫᏯᏴᎭ, ᏯᏕᎲᎦ?

source: Jesus said in answer, Truly, I say to you, If a man's birth is not from water and from the Spirit, it is not possible for him to go into the kingdom of God.
chr: ᏥᏌ ᎤᏁᏨᎩ; ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ, ᎩᎶ ᎠᎹ ᎠᎴ ᎠᏓᏅᏙ ᎬᏩᎾᏄᎪᏫᏒᎯ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ, ᎥᏝ ᏴᎬᏴᎭ ᎾᎿ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: That which has birth from the flesh is flesh, and that which has birth from the Spirit is spirit.
chr: ᎾᏍᎩ Ꮎ ᎤᏇᏓᎵ ᎤᎾᏄᎪᏫᏒᎯ ᎤᏇᏓᎵᏉ ᎨᏐᎢ; ᎾᏍᎩ Ꮎ ᎠᏓᏅᏙ ᎤᎾᏄᎪᏫᏒᎯ ᎠᏓᏅᏙ ᎨᏐᎢ.

source: Do not be surprised that I say to you, It is necessary for you to have a second birth.
chr: ᏞᏍᏗ ᏣᏍᏆᏂᎪᏒᎩ ᎠᏎ ᏔᎵᏁ ᎢᏣᏕᏗ, ᏥᎬᏲᏏ.

source: The wind goes where its pleasure takes it, and the sound of it comes to your ears, but you are unable to say where it comes from and where it goes: so it is with everyone whose birth is from the Spirit.
chr: ᎤᏃᎴ ᎤᏚᎵᏍᏛᏉ ᎢᏘᏢ ᏫᎦᏃᎸᏗᏍᎪᎢ, ᎠᎴ ᎤᏃᏴᎬ ᎭᏛᎩᏍᎪᎢ, ᎠᏎᏃ ᎥᏝ ᏱᎦᏔᎰ ᏗᎦᏛᎢ ᎠᎴ ᏩᎦᏛᎢ; ᎾᏍᎩᏯᏍᎩᏂ ᏄᏍᏗ ᎾᏂᎥ ᎩᎶ ᎾᏍᎩ ᎠᏓᏅᏙ ᏧᎾᏄᎪᏫᏒᎯ.

source: And Nicodemus said to him, How is it possible for these things to be?
chr: ᏂᎦᏗᎹᏏ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎾᏍᎩ ᏱᏄᏍᏗ?

source: And Jesus, answering, said, Are you the teacher of Israel and have no knowledge of these things?
chr: ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᎪ ᏔᏕᏲᎲᏍᎩ ᎢᏏᎵ ᎠᏁᎲᎢ, ᏂᎦᏔᎲᎾᏃ ᎢᎩ ᎾᏍᎩ ᎯᎠ.

source: Truly, I say to you, We say that of which we have knowledge; we give witness of what we have seen; and you do not take our witness to be true.
chr: ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ; ᎣᏂᎦᏔᎲ ᎣᏥᏁᎪᎢ, ᎠᎴ ᎣᎩᎪᎲᎯ ᎣᏥᏃᎮᏍᎪᎢ, ᎠᏎᏃ ᎥᏝ ᏱᏗᏣᏓᏂᎸᎪ ᎣᏥᏃᎮᏍᎬᎢ.

source: If you have no belief when my words are about the things of earth, how will you have belief if my words are about the things of heaven?
chr: ᎢᏳᏃ ᎡᎶᎯ ᏂᎦᎵᏍᏔᏂᏙᎲ ᎢᏨᏃᎮᎮᎸ ᏂᏦᎯᏳᎲᏍᎬᎾ ᏱᎩ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏦᎯᏳᎲᎦ, ᎦᎸᎳᏗ ᏂᎦᎵᏍᏔᏂᏙᎲ ᏱᏨᏃᎮᎮᎸ?

source: And no one has ever gone up to heaven but he who came down from heaven, the Son of man.
chr: ᎥᏝᏰᏃ ᎩᎶ ᎦᎸᎳᏗ ᏫᏳᎶᏐᎢ, ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᎤᏩᏒ, ᏴᏫ ᎤᏪᏥ, ᎾᏍᎩ ᎦᎸᎳᏗ ᏤᎭ.

source: As the snake was lifted up by Moses in the waste land, even so it is necessary for the Son of man to be lifted up:
chr: ᎠᎴ ᎼᏏ ᎢᎾᏛ ᏧᏌᎳᏓᏁ ᎢᎾᎨᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏴᏫ ᎤᏪᏥ ᏓᏰᏥᏌᎳᏗᏂ,

source: So that whoever has faith may have in him eternal life.
chr: ᎾᏍᎩ ᎩᎶ ᎪᎯᏳᎲᏍᎨᏍᏗ, ᎤᏲᎱᎯᏍᏗᏱ ᏂᎨᏒᎾ, ᎬᏂᏛᏍᎩᏂ ᎤᏩᏛᏗ.

source: For God had such love for the world that he gave his only Son, so that whoever has faith in him may not come to destruction but have eternal life.
chr: ᎾᏍᎩᏰᏃ ᏂᎦᎥᎩ ᎤᏁᎳᏅᎯ ᎤᎨᏳᏒᎩ ᎡᎶᎯ, ᏕᎤᏲᏒᎩ ᎤᏤᎵᎦ ᎤᏪᏥ ᎾᏍᎩ ᎤᏩᏒᎯᏳ ᎤᏕᏁᎸᎯ, ᎩᎶ ᎾᏍᎩ ᏱᎪᎯᏳᎲᏍᎦ ᎤᏲᎱᎯᏍᏗᏱ ᏂᎨᏒᎾ, ᎬᏂᏛᏉᏍᎩᏂ ᎤᏩᏛᏗ.

source: God did not send his Son into the world to be judge of the world; he sent him so that the world might have salvation through him.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᎡᎶᎯ ᎤᎷᎯᏍᏗᏱ ᏴᏧᏅᏒ ᎤᏪᏥ ᏧᏭᏓᏁᏗᏱ ᎡᎶᎯ, ᎾᏍᎩᏍᎩᏂ ᎢᏳᏩᏂᏐᏗᏱ ᎡᎶᎯ ᎠᏥᏍᏕᎸᏗᏱ.

source: The man who has faith in him does not come up to be judged; but he who has no faith in him has been judged even now, because he has no faith in the name of the only Son of God.
chr: ᎩᎶ ᎾᏍᎩ Ꮎ ᏥᎪᎯᏳᎲᏍᎪᎢ, ᎥᏝ ᎤᏍᎦᏅᏨᎯ ᏧᏚᎪᏔᏅᎯ ᏱᎨᏐᎢ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᏂᎪᎯᏳᎲᏍᎬᎾ ᎾᏍᎩ ᎦᏳᎳ ᎤᏍᎦᏅᏨᎯ ᏧᏚᎪᏔᏅᎯ ᎨᏐᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏄᏬᎯᏳᏅᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᏕᎤᏙᎥ ᎾᏍᎩ ᎤᏩᏒᎯᏳ ᎤᏕᏁᎸᎯ.

source: And this is the test by which men are judged: the light has come into the world and men have more love for the dark than for the light, because their acts are evil.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏂᏍᎦᏅᏨ ᏥᏚᎾᏚᎪᏓᏁᎭ, ᎾᏍᎩ ᎢᎦᎦᏘ ᎡᎶᎯ ᎤᎾᏄᎪᏥᎸ, ᎠᎴ ᏴᏫ ᎤᏟ ᎤᏂᏰᎸᏅ ᎤᎵᏏᎩ ᎡᏍᎦᏉ ᎢᎦ-ᎦᏘ, ᏚᏂᎸᏫᏍᏓᏁᎲᏰᏃ ᎤᏲᎢᏳ ᎨᏒᎩ.

source: The light is hated by everyone whose acts are evil and he does not come to the light for fear that his acts will be seen.
chr: ᎤᏲᏰᏃ ᏧᎸᏫᏍᏓᏁᎯ ᎠᏍᎦᎪ ᎢᎦᎦᏘ, ᎠᎴ ᎥᏝ ᏱᎦᎷᎪ ᎢᎦᎦᏛᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏄᏚᎵᏍᎬᎾ ᎨᏒ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᏄᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ.

source: But he whose life is true comes to the light, so that it may be clearly seen that his acts have been done by the help of God.
chr: ᏚᏳᎪᏛᏍᎩᏂ ᏧᎸᏫᏍᏓᏁᎯ ᎢᎦᎦᏛ ᎦᎷᎪᎢ, ᎤᏚᎵᏍᎪ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎤᏰᎸᏗ ᏚᎸᏫᏍᏓᏁᎲᎢ.

source: After these things Jesus and his disciples went into the land of Judaea, and there he was with them for some time, giving baptism.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᏥᏌ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏧᏗᏱ ᏭᏂᎶᏒᎩ, ᎾᎿᏃ ᎤᏁᏙᎸᎩ, ᎠᎴ ᏚᏓᏬᎥᎩ.

source: Now John was then giving baptism at Aenon near Salim, because there was much water there; and people came and were given baptism.
chr: ᏣᏂᏃ ᎾᏍᏉ ᎢᏃᏂ ᏓᏓᏬᏍᎬᎩ, ᏎᎵᎻ ᎾᎥᎢ, ᎾᎿᏰᏃ ᎤᏣᏛᎩ ᎠᎹ. ᎠᏂᎷᎬᎩᏃ ᎠᎴ ᏕᎨᎦᏬᏍᎬᎩ.

source: For at this time John had not been put into prison.
chr: ᏣᏂᏰᏃ ᎥᏝ ᎠᏏ ᏗᏓᏍᏚᏗᏱ ᏯᏥᏴᏗᏍᎨᎢ.

source: Then a question came up between John's disciples and a Jew about washing.
chr: ᎿᏉᏃ ᎧᏃᎮᏗ ᏄᎾᎵᏍᏓᏁᎸᎩ ᏣᏂ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᏂᏧᏏᏃ ᎠᏓᏅᎦᎸᏗᏱ ᎤᎬᏩᎵ.

source: And they went to John and said to him, Rabbi, the man who was with you on the other side of the Jordan, the man to whom you gave witness, is now giving baptism, and everyone is going to him.
chr: ᏣᏂᏃ ᎤᏂᎵᏤᎸᎩ, ᎯᎠ ᏄᏂᏪᏎᎸᎩ; ᏔᏕᏲᎲᏍᎩ, ᎾᏍᎩ ᎾᏥᏍᏕᏙᎲᎩ ᏦᏓᏂ ᏍᎪᏂᏗᏢ, ᎾᏍᎩ ᏥᏃᎮᏍᎬᎩ, ᎬᏂᏳᏉ ᎾᏍᎩ ᏓᏓᏬᎠ, ᎠᎴ ᏂᎦᏛᏉ ᎬᏩᎷᏤᎭ.

source: And this was John's answer: A man is unable to have anything if it is not given to him from heaven.
chr: ᏣᏂ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᏴᏫ ᎥᏝ ᎪᎱᏍᏗ ᏴᎬᏩᏛ ᎬᏂ ᎦᎸᎳᏗ ᏅᏓᏰᏥᏁᎸᎯ ᏱᎩ.

source: You yourselves give witness that I said, I am not the Christ. What I said was, I am sent before the Christ.
chr: ᏂᎯ ᎢᏨᏒ ᎢᏥᎦᏔᎯ ᎯᎠ ᏥᏂᏥᏪᏍᎬᎩ; ᎠᏴ ᎥᏝ ᎦᎶᏁᏛ ᏱᎩ, ᎥᎩᏅᏏᏛᏉᏍᎩᏂ ᎢᎬᏱ ᏥᏰᏅᎡᎯ.

source: He who has the bride is the husband: but the husband's friend, whose place is by his side and whose ears are open to him, is full of joy because of the husband's voice: such is my joy, and it is complete.
chr: ᎤᏓᏴᏍᏗ ᎤᏪᎧᎯ ᎾᏍᎩ ᎠᏕᏒᎲᏍᎩ; ᎠᏎᏃ ᎠᏕᏒᎲᏍᎩ ᎤᎾᎵᎢ, ᎾᏍᎩ ᏥᎦᏙᎪ ᎠᎴ ᏧᏛᎦᏁᎰᎢ, ᎤᏣᎳᏅᎯ ᎠᎵᎮᎵᎪ ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎠᏕᏒᎲᏍᎩ ᎧᏁᎬᎢ. ᎾᏍᎩᏍᎩᏂ ᎠᏴ ᎦᎵᎡᎵᎬ ᎤᎧᎵᏨ.

source: He has to become greater while I become less.
chr: ᎾᏍᎩ Ꮎ ᎠᏎ ᏛᏛᏃᏏ, ᎠᏴᏍᎩᏂ ᎠᏎ ᏓᏥᏲᎶᏥ.

source: He who comes from heaven is greater than all others: he who comes from earth is of the earth, and of the earth are his words: he who comes from heaven is over all.
chr: ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎾᏂᎥᎢ. ᎡᎶᎯ ᎤᎾᏄᎪᏨᎯ ᎡᎶᎯᏉ ᎡᎯ ᎨᏐᎢ, ᎠᎴ ᎦᏬᏂᏍᎬ ᎡᎶᎯᏉ ᎡᎯ ᎨᏐᎢ, ᎦᎸᎳᏗᏍᎩᏂ ᏅᏓᏳᎶᏒᎯ ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎾᏂᎥᎢ.

source: He gives witness of what he has seen and of what has come to his ears; and no man takes his witness as true.
chr: ᎠᎴ ᎾᏍᎩ ᎤᎪᎲᎢ ᎤᏛᎦᏅᎾᏍᎩ ᎧᏃᎮᎭ, ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏱᏓᏓᏂᎸᎦ ᎾᏍᎩ ᎤᏃᎮᎸᎢ.

source: He who so takes his witness has made clear his faith that God is true.
chr: ᎾᏍᎩᏍᎩᏂ Ꮎ ᏧᏓᏂᎸᏨᎯᏍᎩᏂ ᎤᏃᎮᎸᎢ ᎾᏍᎩ ᎤᏍᏓᏱᏛ ᎤᏁᎳᏅᎯ ᎬᏩᏥᎪᏗ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: For he whom God has sent says God's words; and God does not give him the Spirit by measure.
chr: ᎾᏍᎩᏰᏃ ᎤᏁᎳᏅᎯ ᎤᏅᏏᏛ, ᎤᏁᎳᏅᎯ ᎤᏬᏂᎯᏍᏗ ᎨᏒ ᎦᏬᏂᎭ; ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᎤᏟᎶᏛᏉ ᎠᏓᏅᏙ ᏳᏁᎭ.

source: The Father has love for the Son and has put all things into his hands.
chr: ᎠᎦᏴᎵᎨ ᎤᎨᏳᎯᏳ ᎤᏪᏥ, ᎠᎴ ᏂᎦᏗᏳ ᎪᎱᏍᏗ ᏚᏲᎯᏎᎸ.

source: He who has faith in the Son has eternal life; but he who has not faith in the Son will not see life; God's wrath is resting on him.
chr: ᎾᏍᎩ Ꮎ ᎪᎯᏳᎲᏍᎩ [ᎤᏁᎳᏅᎯ] ᎤᏪᏥ, ᎾᏍᎩ ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏁᎨᏒᎾ ᎤᏤᎵᎦ, ᎾᏍᎩᏍᎩᏂ ᎤᏪᏥ ᎪᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ ᎥᏝ ᎬᏂᏛ ᎤᎪᏩᏛᏗ ᏱᎩ; ᎤᏁᎳᏅᎯᏉᏍᎩᏂ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᎵᏃᎯᏰᎭ.

source: Now when it was clear to the Lord that word had come to the ears of the Pharisees that Jesus was making more disciples than John and was giving them baptism
chr: ᎤᎬᏫᏳᎯᏃ ᎤᏛᎦᏅ ᎠᏂᏆᎵᏏ ᎤᎾᏛᎦᏅ ᏥᏌ ᎤᏟ ᎢᏯᏂᎢ ᎬᏩᏍᏓᏩᏕᎩ ᏂᏕᎬᏁᎲ ᎠᎴ ᏕᎦᏬᏍᎬᎢ, ᎡᏍᎦᏉ ᏣᏂ,
